{
  "workgroup": "Writers Workgroup",
  "meetingDate": "2024-07-19",
  "differences": [
    {
      "field": "agendaItems[0].narrative",
      "gitbook": "The meeting started with Kenichi welcoming everyone to the meeting! We kicked things off from the Zealy side of things; thankfully, the Zealy sprint has ended, however, the random winners🏆 haven't been announced yet. Momentarily, Kenichi added that the next sprint should start immediately — July 22nd, to be precise. Kenichi also suggested that we should repeat some quests from last quarter; he also hinted that the last sprint had a low turnout rate and a decline in participation compared to other springs.\n\nDework update: Cjfrankie and Devon shared updates on the current tasks assigned to them.\n\nFollowing that, Kenichi called the Scribblers' attention to the community page, and he added that the community page is out of draft. He also encouraged the Scribes to source more drafts. Kenichi added that he would dig into the inventory to source old, unpublished articles pending the time when new drafts will be ready! \n\nFrom a bird’s-eye view, July looks like a transformative month for the WWG: we crossed our KPI of 200 followers on the ambassador Medium page, but we're not stopping there! We need more people to engage with our content.\n\nPeer Review: Following a discussion with the Writers' WG test submission, Kenichi still emphasized the need for using suggestion mode to edit drafts so that the writers can see what changes were made. Kenichi also commended Nengi for her test;  momentarily, he announced that Nengi is now officially a Scribbler and that he will get the Scribbler tag for her. He also encouraged the Scribes to keep sharing the WWG Scribbler Onboarding Form since we haven't reached our onboarding number for Q3.\n\nFollowing the revamped marketing guild, marketing wants to join forces with the writers' workgroup. To this effect, Kenichi proposed a giveaway or airdrop initiative where people with the highest Zealy points get rewarded.",
      "supabase": "May the 19th, 2024, meeting started with Kenichi welcoming everyone to the meeting! We kicked things off from the Zealy side of things; thankfully, the Zealy sprint has ended, however, the random winners🏆 haven't been announced yet. Momentarily, Kenichi added that the next sprint should start immediately — July 22nd, to be precise. Kenichi also suggested that we should repeat some quests from last quarter; he also hinted that the last sprint had a low turnout rate and a decline in participation compared to other springs.\n\nDework update: Cjfrankie and Devon share an update on the current tasks assigned to them.\n\nFollowing that, Kenichi called the Scribbler's attention to the community page, and he added that the community page is out of draft. He also encouraged the Scribes to source for more drafts. Kenichi added that he would dig into the inventory to source old, unpublished articles pending the time when new drafts will be ready! \n\nFrom a bird’s-eye view, July looks like a transformative month for the WWG: we crossed our KPI of 200 followers on the ambassador's medium page, but we're not stopping there! We need more people to engage with our content.\n\nPeer Review: Following a discussion with the writer's WG test submission, Kenichi still emphasized the need for using suggestion mode to edit drafts so that the writers can see what changes were made. Kenichi also commended Nengi for her test;  momentarily, he announced that Nengi is now officially a Scribbler and that he will get the Scribbler tag for her. He also encouraged the Scribes to keep sharing the WWG Scribbler Onboarding Form since we haven't reached our onboarding number for Q3.\n\nFollowing the revamped marketing guild, marketing wants to join forces with the writer's workgroup. To this effect, Kenichi proposed a giveaway or airdrop initiative where people with the highest Zealy points get rewarded with an \n"
    },
    {
      "field": "noSummaryGivenText",
      "gitbook": "No Summary Given"
    },
    {
      "field": "canceledSummaryText",
      "gitbook": "Meeting was cancelled"
    }
  ]
}