{
  "workgroup": "Writers Workgroup",
  "meetingDate": "2024-08-16",
  "differences": [
    {
      "field": "meetingInfo.peoplePresent",
      "gitbook": "Advanceameyaw, AJ, cjfrankie, Darah-mola, devon, Emmanuel Isaac, Evelyn Robert, Gorga Siagian, Kenichi, King David, LadyTempestt, Merryman, Mikasa, Nebula, Nebula1224, Nengi",
      "supabase": "Advanceameyaw, AJ, cjfrankie, Darah-mola, devon, Emmanuel Issac, Evelyn Robert, Gorga Siagian, Kenichi, King David, LadyTempestt, Merryman, Mikasa, Nebula, Nebula1224, Nengi"
    },
    {
      "field": "meetingInfo.purpose",
      "gitbook": "Weekly meeting of the writers workgroup",
      "supabase": "Weekly meeting of the writers workgroup featuring discussions on Video WG and WWG alliance with the R&D B guild, Zealy, and Treasury."
    },
    {
      "field": "agendaItems[0].narrative",
      "gitbook": "Agenda:\n- Q3 quarterly report\n- MixPost tool; and WWG alliance with the R&D guild and Video WG\n- Substack newsletter\n- Cogito\n- Open Gov call, budgets, WG reserves, Treasury\n- WWG test applicants\n- Zealy\n\nThe meeting kicked off with Kenichi welcoming everyone to the meeting. We started by checking the action items from the last meeting, which led to a lengthy discussion. First off, our discussion was centered around the Q3 quarterly report and what we're going to present in the Q3 report document. \n\nKenichi shared more insider tips on the MIXPost tool from the R&D guild! He highlighted how this tool will be beneficial to the WWG, especially for social media scheduling. He mentioned that the R&D guild will take care of the maintenance and licensing for three months. After this period, the video WG and WWG will take full responsibility. Lastly, Kenichi added that the project is still in its infancy, so he'd develop a close connection with Rojo to stay in the loop so the WWG would get the most out of the tool.\n\nWe also talked about how the Writers' workgroup could publish the monthly Substack newsletter a bit sooner; in recent times, the WG has been faced with some delays. Kenichi proposed the idea of signposting scribblers to WGs and guilds which they do not often attend, to capture actual facts about the meeting. He also added that he would create a column in the points system sheet to track these activities.\n\nFollowing that, Cjfrankie shared an update on his discussion with Sandra regarding the articles the scribblers wrote for Cogito a little while ago. Sanda did mention that she'd reach out to Kenichi afterward to discuss the payments. Momentarily, with screen sharing, Kenichi shed light on how the WG could tap into Cogito for more article deals. He proposed the idea of making Twitter threads 🧵.\n\nWe switched gears to discuss the conversation around the OpenGov call held on August 15th. Lady Tempestt set the Thames on fire with conversations about digging into the WWG reserves. The discussion also featured talks around multisig wallets and the WWG allocation status. \n\nWe had a discussion on the tests taken by the aspirants — Kenichi mentioned that the result sheets would be announced in the next meeting. \n\nFrom the Zealy side of things, Kenichi announced that July’s sprint will be ending in a few days; in light of this, he spoke about a 48-hour marathon, which involves adding quests on the board to enable the sprinters to boost their chances of topping the chart. Following the earlier discussion on the AGIX token price, Kenichi stated that the Writers' WG might reach out to the Marketing Guild to pull in some funds to back up the next Zealy sprint.",
      "supabase": "The meeting kicked off with Kenichi welcoming everyone to the meeting. We started by checking the action items from the last meeting, which led to a lengthy discussion. First off, our discussion was centered around the Q3 reports and what we're going to present in the Q3 report document. \n\nKenichi shared more insider tips on the MIX Post tool from the R&D guild! He highlighted how this tool will be beneficial to the WWG, especially for social media scheduling. He did mention that the R&D guild will take care of the maintenance and licensing for three months. After this period, the video WG and WWG will take full responsibility. Lastly, Kenichi added that the project is still in its infancy, so he'd develop a close connection with Rojo to stay in the loop so the WWG would get the most out of the tool.\n\nWe also talked about how the writer's workgroup could publish the monthly substack newsletter a bit sooner; in recent times, the WG has been faced with some potential delays. Kenichi proposed the idea of signposting scribblers to WGs and guilds, which they do not often attend, to capture actual facts about the meeting. He also added that he would create a column in the points system sheet to track these activities.\n\nFollowing that, Cjfrankie shared an update on his discussion with Sandra regarding the articles the scribblers wrote for Cogito a little while ago. Sanda did mention that she'd reach out to Kenichi afterward to discuss the payments. Momentarily, with screen sharing, Kenichi shed light on how the WG could tap into Cogito for more article deals. He proposed the idea of making Twitter threads 🧵.\n\nWe switched gears to discuss the conversation around the OpenGov call held on September 15th. Lady Tempestt sets the Thames on fire with conversations about digging into the WWG reserves. The discussion also featured talks around multisignature wallets and the WWG allocation status. \n\nWe had a discussion on the tests taken by the aspirants — Kenichi mentioned that the result sheets would be announced in the next meeting. \n\nFrom the Zealy side of things, Kenichi announced that July’s sprint will be ending in a few days; in light of this, he spoke about a 48-hour marathon, which involves adding quests on the board to enable the sprinters to boost their chances of topping the chart.\n"
    },
    {
      "field": "agendaItems[0].decisionItems[1].decision",
      "gitbook": "Following a discussion on AGIX price, we decided that we would onboard only two extra scribblers this quarter! On the other hand, we decided that the other aspirants who took the test might get the scribbler tag, but no contribution until Q4.",
      "supabase": "Following a discussion with AGIX price, we decided that we would onboard only two extra scribblers this quarter! On the other hand, we decided that the other aspirants who took the test might get the scribbler tag, but no contribution until Q4."
    },
    {
      "field": "tags.topicsCovered",
      "gitbook": "Zealy, medium, Cogito, AGIX, Twitter threads, Points system, WWG Test, Governance, MIXPOST, Treasury, Reserve, R&D guild, Marketing Guild, Video WG, Marathon, multisig, mutisig wallet, AGIX price, token price,",
      "supabase": "Zealy, medium, Cogito, AGIX, Twitter threads, Points system, WWG Test, Governance, MIXPOST, Treasury, Researve, R&D guild, Marketing Guild, Marathon"
    },
    {
      "field": "tags.other",
      "supabase": "Following a discussion with the AGIX token price, Kenichi stated that the writer's WG might reach out to the marketing guild to pull in some funds to backup the next Zealy sprint."
    },
    {
      "field": "noSummaryGivenText",
      "gitbook": "No Summary Given"
    },
    {
      "field": "canceledSummaryText",
      "gitbook": "Meeting was cancelled"
    }
  ]
}