{
  "workgroup": "Strategy Guild",
  "meetingDate": "2024-12-16",
  "differences": [
    {
      "field": "meetingInfo.peoplePresent",
      "gitbook": "Ayo, Effiom, Eric Davies, hogantuso, LordKizzy, Mikasa, Photogee",
      "supabase": "Ayo, Effiom, Eric Davies, hogantuso, lord kizzy, Mikasa, Photogee"
    },
    {
      "field": "agendaItems[0].narrative",
      "gitbook": "Q4 research report presentation by Effiom: The November workshop, focused on the Education and R&D workgroups, included three sessions — ideation, solution framework, and adoption framework — with strong participation from the R&D team and partial representation from Education. The follow-up document is available for review and feedback.\n\nStreamlining Feedback Collection for Async Teams: Ayo mentioned that the async follow-up team should have the autonomy to determine how they gather and document feedback, as past experiences showed challenges in managing surveys and contributions effectively. They might consider presenting feedback during workgroup meetings, allotting 5-10 minutes for discussions, and documenting insights gathered from these sessions.\n\nQ4 research report by kizzy: Strategy Guild's research report for the ambassador program highlights key strengths such as collaboration, strategic planning, and resource management, while addressing challenges in communication, role clarity, and resource allocation. It provides actionable recommendations, including enhancing inter-guild communication, fostering collaboration, and aligning resource allocation with community feedback to improve overall effectiveness and alignment with the program's objectives.\n\nCommunity Conflict Resolution Update: Tuso reported that the issue raised within the community has been addressed. Both parties engaged, one showing remorse, and emphasized the need for a conflict resolution guideline to streamline future cases.\n\nUpdate on Gorga's absence and conflict resolution: Tuso reported that after reaching out to Gorga, he was unresponsive and uninterested in addressing the issue, and has not attended recent meetings, suggesting the team move on and focus on other matters.\n\nPhotogee reiterated what Tuso said, expressing his desire to move on, and his frustration over Gorga's lack of response, which has left them feeling like they are the ones carrying the responsibility for the issue.\n\nAyo explained that after Gorga criticized the Q4 budget, an independent committee was formed to investigate the matter, with Tuso, CJFrankie, and Photogee serving as neutral members to reach out to Gorga and present evidence, though Gorga later assured them that the issue was now resolved.\n\nQ1 2025 Budget Update and Strategic Initiatives Overview: Effiom provided an update on the Q1 2025 budget, highlighting that the estimated costs remain close to the previous quarter's budget, with a total of 2,200 USD allocated. While most operational costs stayed the same, a few areas, like workshops and research, had their budgets reduced. Effiom also mentioned that, due to limited funds, only one research initiative would be undertaken instead of the planned two. He emphasized the importance of feedback from the community to guide the research selection process, with members encouraged to contribute ideas during the holiday season. The bi-weekly meetings and the workshop structure will remain the same for Q1 2025.\n\nQ1 2025 Strategic Planning: Ayo clarified that the submission of ideas for research and workshops will be done asynchronously, allowing members to think and submit their ideas, which will then be discussed in detail during the first meeting to plan the quarter, especially regarding research and workshops.",
      "supabase": "Q4 research report presentation by Effiom: The November workshop, focused on the Education and R&D workgroups, included three sessions—ideation, solution framework, and adoption framework—with strong participation from the R&D team and partial representation from Education, and the follow-up document is available for review and feedback.\n\nStreamlining Feedback Collection for Async Teams: Ayo mentioned that the async follow-up team should have the autonomy to determine how they gather and document feedback, as past experiences showed challenges in managing surveys and contributions effectively. They might consider presenting feedback during workgroup meetings, allotting 5-10 minutes for discussions, and documenting insights gathered from these sessions.\n\nQ4 research report by kizzy: The strategic guild's research report for the ambassador program highlights key strengths such as collaboration, strategic planning, and resource management, while addressing challenges in communication, role clarity, and resource allocation. It provides actionable recommendations, including enhancing inter-guild communication, fostering collaboration, and aligning resource allocation with community feedback to improve overall effectiveness and alignment with the program's objectives.\n\nCommunity Conflict Resolution Update: Tuzo reported that the issue raised within the community has been addressed, with both parties engaged, one showing remorse, and emphasized the need for a conflict resolution guideline to streamline future cases.\n\nUpdate on Guga's Absence and Conflict Resolution: Tuzo reported that after reaching out to Guga, he was unresponsive and uninterested in addressing the issue, and has not attended recent meetings, suggesting the team move on and focus on other matters.\n\nPhotogee also reiterated what Tuzo said, expressing frustration over Guga's lack of response and his desire to move on, which has left them feeling like they are the ones carrying the responsibility for the issue.\n\nAyo explained that after Goga criticized the Q4 budget, an independent committee was formed to investigate the matter, with Tuzo, CJ, Franki, and Photogee serving as neutral members to reach out to Goga and present evidence, though Goga later reassured them that the issue was now resolved.\n\nQ1 2025 Budget Update and Strategic Initiatives Overview: Effiom provided an update on the Q1 2025 budget, highlighting that the estimated costs remain close to the previous quarter's budget, with a total of 2,200 USD allocated. While most operational costs stayed the same, a few areas, like workshops and research, had their budgets reduced. Effiom also mentioned that, due to limited funds, only one research initiative would be undertaken instead of the planned two. He emphasized the importance of feedback from the community to guide the research selection process, with members encouraged to contribute ideas during the holiday season. The bi-weekly meetings and the workshop structure will remain the same for Q1 2025.\n\nQ1 2025 Strategic Planning: Ayo clarified that the submission of ideas for research and workshops will be done asynchronously, allowing members to think and submit their ideas, which will then be discussed in detail during the first meeting to plan the quarter, especially regarding research and workshops."
    },
    {
      "field": "agendaItems[0].decisionItems",
      "supabase": [
        {
          "effect": "affectsOnlyThisWorkgroup"
        }
      ]
    },
    {
      "field": "tags.topicsCovered",
      "gitbook": "Budget, Q1 2025 budget, Async, Q1 2025 projections, Workshop, Education Guild, R&D Guild, survey, conflict resolution, research",
      "supabase": "Budget , Async, Q1 projections, Workshop"
    },
    {
      "field": "noSummaryGivenText",
      "gitbook": "No Summary Given"
    },
    {
      "field": "canceledSummaryText",
      "gitbook": "Meeting was cancelled"
    }
  ]
}