{
  "workgroup": "Video Workgroup",
  "meetingDate": "2024-11-22",
  "differences": [
    {
      "field": "meetingInfo.peoplePresent",
      "gitbook": "AJ, AndrewBen, devon, hogantuso, killy, lilycupcake, LordKizzy, malik, oep, Rojo, SubZero, Zalfred",
      "supabase": "AJ, AndrewBen, devon, hogantuso, killy, lilycupcake, lord kizzy, malik, oep, Rojo, SubZero, Zalfred"
    },
    {
      "field": "meetingInfo.purpose",
      "gitbook": "Weekly meeting of the Video WorkGroup. The purpose of this meeting was to go over the Q1 budget fitting, make drastic changes on the workgroup operation system in order to adjust to the new budget tier system, and lastly, discussion on the Q4 2024 quarterly report.",
      "supabase": "The sole purpose of this meeting was to go over the Q1 budget fitting, and basically make drastic changes on the workgroup operation system in order to adjust to the new Tier system and lastly, discussion on the Quarterly report."
    },
    {
      "field": "meetingInfo.workingDocs[2].title",
      "gitbook": "Mastodon Account",
      "supabase": "Mastoon Account"
    },
    {
      "field": "agendaItems[0].discussionPoints[1]",
      "gitbook": "UPDATE FROM THE REVIEW TEAM Devon reported that a couple of videos were still under review, and that some videos were ready to be posted out. He hinted the task manager to reach out to the editors as some submitted videos needed further corrections and further editing. Session items reviewing moved slowly as we had disagreements in many items and required discussions.",
      "supabase": "UPDATE FROM THE REVIEW TEAM Devon reported that a couple videos were still under the review processes and that some videos that were ready to be posted out. He hinted the task manager to reach out to the editors as some summitted videos needed further corrections and further editing."
    },
    {
      "field": "agendaItems[0].discussionPoints[2]",
      "gitbook": "UPDATE FROM LORDKIZZY Lord Kizzy did a long presentation but he kicked off by announcing that he was able to get the video workgroup’s budget allocation for Q1 2025 to 11,000 Agix that’s 500 Agix extra to help propel the activities of the workgroup. Lord kizzy announced that the Q4 Quarterly Report is ready.The report contains vital information and links to all the videos produced in the quarter. And also the analytics have been included. Mastodon account: LordKizzy urged that each member of the workgroup should hop on our Mastodon account and create interactions while we await further interactions from the community.",
      "supabase": "Lord Kizzy did a long presentation but he kicked off by announcing that he was able to get the video work group’s allocation to 11,000 Agix that’s 500 Agix extra to help propel the activities of the work group. Lord kizzy announced that the Quarterly Report was ready.The report contains vital information and links to all the videos produced in the quarter. And also the analytics have been included. Kizzy urged that each member of the work group should hop on our mastodon account and create interactions while we await further interactions from the community"
    },
    {
      "field": "agendaItems[0].discussionPoints[3]",
      "gitbook": "BUDGET FITTING Lord Kizzy kicked off by cautioning the task manager to clarify the numbers of videos produced because we’ve exceeded our allocation for clips. And for long videos, we’ve got barely 6-7 slots left. Kizzy reminded the house of the memo sent out earlier regarding the AGIX exchange rate. All Q1 budgets must be converted at a rate of $0.55 which is going to lessen the amount we’re getting. He added that the Q1 2025 budget proposal is calculated with a 20% cut on all recurring tasks and for Quality control, the 20% cut comes after the number of videos reviewed. Kizzy announced that due to the budget constraints, the number of videos produced will be reduced drastically. For shorts, we’ve resolved at 2 clips per week (one short from scratch and one short clip), and for long videos, only 11 videos per quarter. Kizzy ceased the opportunity to speak on the new approach to the Zealy program. He proposed a collaboration between Marketing guild, Writers workgroup and Video workgroup. A new initiative which involved getting traction from within the ambassador program and outside the ambassador program.",
      "supabase": "BUDGET FITTING Lord Kizzy kicked off by cautioning the task manager to clarify the numbers of videos produced because we’ve exceeded our allocation for clips. And for long videos, we’ve got barely 6-7 slots left. Kizzy reminded the house of the memo sent out earlier regarding the conversion rate. Thus, all proposal must be at 0.55 Agix which is going to lesser the amount we’re getting. He added that the Q1 budget proposal is calculated at 20% cut on all recurring tasks and for Quality control, the 20% cut comes after the number of videos reviewed . Kizzy announced that due to the budget constraints, the number of video productions will be reduced drastically. For shorts, we’ve resolved at 2clips per week( one short from scratch and one short clip) And for long videos, only 11 videos per quarter. Kizzy ceased the opportunity to speak on the new approach to the zealy programmed. He proposed a collaboration between the marketing guild, the writers work group and the video work group. A new initiative which involved getting tractions from within the ambassador program and outside the ambassador program."
    },
    {
      "field": "agendaItems[0].decisionItems.length",
      "gitbook": 5,
      "supabase": 6
    },
    {
      "field": "agendaItems[0].decisionItems[0].decision",
      "gitbook": "Concerning the collaboration between Marketing guild, Writers workgroup and Video workgroup, Kizzy explained that this new approach involves the Zealy participants creating quality content (tweets, memes, etc) on their respective social media profiles which will not just aid engagement on our socials, but help broaden the community publicity. He added that this collaboration will also help drive publicity across the 3 workgroups as they all have equal access to publish their content. Additionally, looking at the current budget constraint faced by all workgroups, this is a perfect solution to the problem of less engagement on our social media platforms and also it's budget friendly as the allocation for this collaboration will be shared between all three workgroups. This promises to be a lucrative Zealy program judging from the benefits that will come from it. - A 300usd allocation for this collaboration from all three workgroups could help achieve this goal, and would reduce the load for each work group individually.",
      "supabase": "Concerning the collaboration between these 3 work groups, Kizzy explained that This new approach involves the zealy participants creating quality contents( tweets, memes, etc) on their respective social media profile which will not just aid engagement on our social, but help broaden the community publicity. He added that This collaboration will also help propel publicity across the 3 work group as they all have equal access to publish their contents and additionally, Looking at the current budget constraint faced by all work groups, This ideal is a perfect solution to the problem of less engagement on our social media platforms and also it's budget friendly as the allocation for this collaboration will be shared between all three work groups. This promises to be a lucrative zealy programmed judging from the benefits that will come from it too."
    },
    {
      "field": "agendaItems[0].decisionItems[0].effect",
      "gitbook": "mayAffectOtherPeople"
    },
    {
      "field": "agendaItems[0].decisionItems[1].decision",
      "gitbook": "Rojo offered a 25% cut from his role to help propel this idea. Then other recurring tasks could be reduced further to sum up what's left.",
      "supabase": "A 300usd allocation for this collaboration from all three work group could help achieve this goal as this would reduce the load for each of these work groups."
    },
    {
      "field": "agendaItems[0].decisionItems[1].effect",
      "gitbook": "affectsOnlyThisWorkgroup",
      "supabase": "mayAffectOtherPeople"
    },
    {
      "field": "agendaItems[0].decisionItems[2].decision",
      "gitbook": "Lord Kizzy suggested that in the coming Q1, we could try to reach out to spin off projects and try to make collaborations with them, create contents for them and get rewards.",
      "supabase": "Rojo offered a 25% cut from his role to help propel this idea. Then other recurring task could be reduced further to sum up what's left."
    },
    {
      "field": "agendaItems[0].decisionItems[2].effect",
      "gitbook": "mayAffectOtherPeople",
      "supabase": "affectsOnlyThisWorkgroup"
    },
    {
      "field": "agendaItems[0].decisionItems[3].decision",
      "gitbook": "Final draft of the Quarterly Report",
      "supabase": "Lord Kizzy suggested that in the coming Q1, we could try to reach out to spin off projects and try to make collaborations with them, create contents for them and get rewards."
    },
    {
      "field": "agendaItems[0].decisionItems[3].effect",
      "gitbook": "affectsOnlyThisWorkgroup",
      "supabase": "mayAffectOtherPeople"
    },
    {
      "field": "agendaItems[0].decisionItems[4].decision",
      "gitbook": "further Deliberation on Osmium's video proposal",
      "supabase": "Final draft of the Quarterly Report"
    },
    {
      "field": "agendaItems[0].actionItems[1].text",
      "gitbook": "Regarding the drastic reduction in video production: we resolved at creating 2 short clips per week (one short from scratch and one short clip) And for long videos, only 11 videos per quarter. Also we ruled out onboarding new members for Q1 to help us mitigate our allocation.",
      "supabase": "Regarding the drastic Reduction in video production: we resolved at creating 2 short clips per week( one short from scratch and one short clip) And for long videos, only 11vidoes per quarter. Also We ruled out onboarding new members for Q1 to help us mitigate our allocation."
    },
    {
      "field": "agendaItems[0].actionItems[3].text",
      "gitbook": "All video workgroup members to hop on and interact on our Mastodon account while awaiting the community's engagement.",
      "supabase": "All video work group members to hop on and interact on our mastodon account which awaiting the community's engagement."
    },
    {
      "field": "agendaItems[0].actionItems[5].text",
      "gitbook": "we agreed to try out spin-off projections",
      "supabase": "we agreed to try out spin off projections"
    },
    {
      "field": "tags.topicsCovered",
      "gitbook": "Q1 2025 budget, Q4 2024 Quarterly Report, Collaboration, Budget fitting, Budget cuts, budget cap, budget tier system, Zealy, Mastodon, spin-offs, social media, Marketing Guild, Writers WorkGroup,",
      "supabase": "Budget Request, Quarterly Report, Collaboration, Budget fitting, Budget cuts"
    },
    {
      "field": "tags.emotions",
      "gitbook": "Friendly, Collaborative, Thoughtful, productive, slow, discursive",
      "supabase": "Friendly, Collaborative, Thoughtful , productive, Session items reviewing moved slowly as we had disagreements in many items and required discussions"
    },
    {
      "field": "noSummaryGivenText",
      "gitbook": "No Summary Given"
    },
    {
      "field": "canceledSummaryText",
      "gitbook": "Meeting was cancelled"
    }
  ]
}