{
  "workgroup": "African Guild",
  "meetingDate": "2024-07-04",
  "differences": [
    {
      "field": "meetingInfo.peoplePresent",
      "gitbook": "Ayo, Clement Umoh, esewilliams, Isaac, Kenichi, PeterE, Sucre n Spice",
      "supabase": "Ayodele, Clement Umoh, esewilliams, Isaac, Kenichi, Peter, Sucren"
    },
    {
      "field": "agendaItems[0].narrative",
      "gitbook": "The meeting started with Clement greeting everyone, whilst Ese was not around to greet in all languages, Emmanuel (advanceameyaw) was on the spotlight to greet in his but had background noise challenges.\nAction items from the last meeting:\nIdentify and touch base virtually with other AI/Web3 communities across Africa \nhttps://www.wada.org/\nhttps://www.wims.io/\nAfrican Leadership University (ALE) Rwanda\nSucre and Love to create an onboarding structure for new members (everyone is free to participate) - *Completed*\nClement to conduct research on best countries to spread and penetration strategies (Phase 1 completed) Clement apologized for delays in the second phase of the project due to health issues. He plans to integrate recommendations from the last meeting summary and aims to complete this by the next meeting.\n\nAyo to create Initiative and Contribution Framework Document.\nAyo emphasized that while the document framework has been established, the focus now shifts from creation to active contribution. Given its comprehensive nature involving multiple sections, Ayo stressed that completing it shouldn't fall solely on one person but should be a collective effort. He highlighted the importance of avoiding redundancy within the document, noting specific sections like onboarding influenced by Sucre n Spice's work and strategy linked to other aspects. Ayo underscored the need for initiative and widespread contribution, proposing a timeline dedicated to collaborative contributions to finalize the document efficiently.\n\nDiscussion item: How do we get more African countries to join the guild and participate in the program? (takeaways from suggestions made in last meeting - surveys, merchandise, virtual meets, physical workshops, etc).\n\nClement recapped the last meeting's takeaways, including conducting surveys and collaborating with other institutions to promote the guild and SingularityNet initiative. He requested input on potential partner organizations and announced that he will create a document for these recommendations in the second phase of research. Clement also reminded the guild to contribute resources to support individual projects that align with the guild's objectives.\n\nMarketing Initiatives for the Guild\nAyo and Clement discussed marketing initiatives for the Guild, including incentivizing quality people to join and creating a template for sourcing individuals from other African countries. Ayo proposed forming a four-person team to work on clear-cut marketing initiatives. So the team comes with a series of marketing initiatives for the next meeting that we all can discuss.\n\nBounty to upload our past meeting summaries\nClement  suggested uploading past meeting summaries to a summary tool developed by the Archives workgroup and proposed offering a bounty for volunteers interested in this task. Ayo and Isaac volunteered to do that.\n\nAMA Session Update\nWe reviewed the successful AMA session, which engaged five countries, with active participation from Kenya, Cameroon, and Ghana, and established contact with Rwanda.\nAyo highlighted the need for a larger budget due to the extensive effort involved, with team members dedicating over seven hours each. Contributions from Ese, Clement, Onize and Ayo were praised. Clement emphasized customizing innovations to fit African needs, such as developing an African-specific language model. Overall, the session achieved its goals of outreach and meaningful AI discussions for Africa.\n\nQ3 Budget Updates\nClement noted that recent token prices are unfavorable, necessitating budget adjustments. Sucre suggested postponing final Q3 budget decisions until the treasury clarifies the percentage cut on July 10th, which is expected to be between 23% and 30%. While waiting, Sucre recommended identifying items to potentially reduce. Clement agreed to keep the Q3 budget pending, and Ayo concurred, especially since many guild members were absent. Clement emphasized that swift consent from the first batch of guilds shows strong support for core initiatives, allowing for a focused and strategic budgeting approach essential for solidifying the African guild's structure.",
      "supabase": "The meeting started with Clement greeting everyone, whilst Ese was not around to greet in all languages, Emmanuel (advanceameyaw) was on the spotlight to greet in his but had background noise challenges.\nAction items from the last meeting\nThere are as follows:\nIdentify and touch base virtually with other AI/Web3 communities across Africa \nhttps://www.wada.org/\nhttps://www.wims.io/\nAfrican Leadership University (ALE) Rwanda\nSucre and Love to create an onboarding structure for new members (everyone is free to participate) - *Completed*\nClement to conduct research on best countries to spread and penetration strategies (Phase 1 completed)\nClement apologized for delays in the second phase of the project due to health issues. He plans to integrate recommendations from the last meeting summary and aims to complete this by the next meeting.\n\nAyo to create Initiative and Contribution Framework Document.\nAyo emphasized that while the document framework has been established, the focus now shifts from creation to active contribution. Given its comprehensive nature involving multiple sections, Ayo stressed that completing it shouldn't fall solely on one person but should be a collective effort. He highlighted the importance of avoiding redundancy within the document, noting specific sections like onboarding influenced by Sucre n Spice's work and strategy linked to other aspects. Ayo underscored the need for initiative and widespread contribution, proposing a timeline dedicated to collaborative contributions to finalize the document efficiently.\n.\n\nDiscussion item: How do we get more African countries to join the guild and participate in the program? (take outs from suggestions of previous meeting - surveys, merchandise, virtual meets, physical workshops, etc).\n\nClement recapped the last meeting's takeaways, including conducting surveys and collaborating with other institutions to promote the guild and SingularityNet initiative. He requested input on potential partner organizations and announced that he will create a document for these recommendations in the second phase of research. Clement also reminded the guild to contribute resources to support individual projects that align with the guild's objectives.\n\nMarketing Initiatives for the Guild\nAyo and Clement discussed marketing initiatives for the Guild, including incentivizing quality people to join and creating a template for sourcing individuals from other African countries. Ayo proposed forming a team to work on clear-cut marketing initiatives. He suggested we can have a four person’s team for that.\nSo the team comes with a series of marketing initiatives for the next meeting that we all can deliberate on and decide how to move forward.\n\nBounty to upload our past meeting summaries\nClement  suggested uploading past meeting summaries to a summary tool developed by the archives group and proposed offering a bounty for volunteers interested in this task. Ayo and Issac volunteered to do that.\n\nAMA Session Update\n\nWe reviewed the successful AMA session, which engaged five countries, with active participation from Kenya, Cameroon, and Ghana, and established contact with Rwanda.\n Ayo highlighted the need for a larger budget due to the extensive effort involved, with team members dedicating over seven hours each. Contributions from Ese, Clement, Onizi, and Ayo were praised. Clement emphasized customizing innovations to fit African needs, such as developing an African-specific language model. Overall, the session achieved its goals of outreach and meaningful AI discussions for Africa.\n\nQ3 Budget Updates\n\nClement noted that recent token prices are unfavorable, necessitating budget adjustments. Sucre suggested postponing final Q3 budget decisions until the treasury clarifies the percentage cut on July 10th, which is expected to be between 23% and 30%. While waiting, Sucre recommended identifying items to potentially reduce. Clement agreed to keep the Q3 budget pending, and Ayo concurred, especially since many guild members were absent. Clement emphasized that swift consent from the first batch of guilds shows strong support for core initiatives, allowing for a focused and strategic budgeting approach essential for solidifying the African guild's structure."
    },
    {
      "field": "agendaItems[0].actionItems[0].assignee",
      "gitbook": "Ayo",
      "supabase": "Ayodele"
    },
    {
      "field": "tags.topicsCovered",
      "gitbook": "African, African guild, Marketing initiative, AMA Session Updates, Q3 Budget Updates, budget fitting, Kenya, Cameroon, Ghana, Rwanda, contribution framework, meeting summaries, language,",
      "supabase": "African, African guild, Marketing initiative, AMA Session Updates, Q3 Budget Updates"
    },
    {
      "field": "noSummaryGivenText",
      "gitbook": "No Summary Given"
    },
    {
      "field": "canceledSummaryText",
      "gitbook": "Meeting was cancelled"
    }
  ]
}