{
  "workgroup": "Writers Workgroup",
  "meetingDate": "2024-08-30",
  "differences": [
    {
      "field": "agendaItems[0].narrative",
      "gitbook": "The meeting kicked off with Guillermo Lucero opening the call; he welcomed everyone and then left the meeting. A couple of minutes later, Kenichi arrived and joined the conversation, which was facilitated by CJ Frankie. We started by checking the action items from the last meeting.\n\nAfter CJ Frankie, Lady Tempestt, and Inés Gaviña commented on the importance of creating a team-based Q3 budget and improving our proposal submission for next quarter, Kenichi shared the Q3 budget draft in the Writers WG Discord channel; see link here WWG Q3 Report: DRAFT: WWG Q3 Report. https://docs.google.com/document/d/1cqzXDc73Fx1eZdQlEA8lj9YBag-h6Zj9Si9bI18hQLY/edit?usp=sharing\n\nKenichi highlighted that the whole Ambassador Program is dealing with budget constraints due to token depreciation, and stated that we wouldn’t be able to add much to the budget. He also shared that the proposal was still incomplete and in a draft state and that every WG member could comment and share their insights and ideas for it.   \n\nLady Tempestt insisted on the importance of sharing the budget-writing process as Kenichi cannot have eyes on everything, and how he could share numbers and metrics so that different WG members could help him write reports. On the other hand, Kenichi expressed the impossibility of sharing certain ambassadors' accounts with everybody and that writing the budget proposal requires technical information that can only be found on the Ambassador Zealy and Substack. \n\nLady Tempestt shared her interest in hosting the SEO workshop and stated that we wouldn’t need too much budget to do it, with 100 or 200 USD would be enough. Kenichi believed that as we are a writers' group we should be focusing on writing and discussing topics and subjects. Kenichi suggested that maybe the Marketing Guild was interested in hosting such a workshop, although he warned about how the Marketing Guild is still starting to organize itself and is not able to amplify our articles yet. \n\nLady Tempestt also shared her concern on how we are not publishing How-to articles. Kenichi answered that the WG was always flexible and open to new ideas as with Inés’s We Are Reading series. Kenichi suggested Lady Tempestt bring her ideas into the Discord and share them with the WG.\n \nKenichi also shared his concern regarding the new Zealy sprint, and his reflections and ideas on how to avoid the continuous bot intervention. He said that the backbone of the Zealy Quest is to onboard new members to the Ambassador Program and with the multiplication of fake accounts and members joining again and again the dynamic is not working. He shared the idea of reducing the points in each quest and reducing the points on the onboarding task to avoid bots and fake accounts. Inés Gaviña asked Kenichi if the LATAM Guild could share quests with the Global Zealy Sprint and Kenichi said that would be a fantastic idea. \n\nKenichi commented he found some inconsistencies within the reviews of the Writers WG tests, he felt that sometimes reviewers are afraid to put low numbers in the test and he suggested we shouldn't be afraid to put low numbers on tests that are not up to the level of the Ambassador Program. \n\n\nUpdates:\nAlthough still facing low engagement, the Spanish and French X accounts are finally activating themselves and starting to create content. \n\nFeedback on Eric Davies's not-approved test; writers shared with him the importance of proper research and thorough reading of the test objectives.",
      "supabase": "The meeting kicked off with Guillermo Lucero opening the call, he welcomed everyone and then left the meeting. A couple of minutes later, Kenichi arrived and joined the conversation. Facilitated by CJ Frankie, We started by checking the action items from the last meeting, link here Writers Workgroup Meeting: 23rd August 2024.\n\nAfter CJ Frankie, Lady Tempestt, and Inés Gaviña commented on the importance of creating a team-based Q3 budget and improving our proposal submission for next quarter, Kenichi shared the Q3 budget draft in the Writers WG Discord channel, link here WWG Q3 Report: DRAFT: WWG Q3 Report.\n\nKenichi highlighted that the whole Ambassadors Program was dealing with budget constraints due to the token depreciation and stated that we wouldn’t be able to add much to it. He also shared that the proposal was still incomplete and in a draft state and that every WG member could comment and share their insights and ideas for next quarter's proposal budget.   \n\nLady Tempestt insisted on the importance of sharing the budget-writing process as Kenichi cannot have eyes on everything and how he could share numbers and metrics so that different WG members could help him write reports. On the other hand, Kenichi expressed the impossibility of sharing certain ambassadors' accounts with everybody and that writing the budget proposal requires technical information that can only be found on the Ambassador’s Zealy and Substack. \n\nLady Tempestt shared her interest in hosting the SEO Workshop and stated that we wouldn’t need too much budget to do it, with 100 or 200 USD would be enough. Kenichi believed that as we were a writers group we should be focusing on writing and discussing topics and subjects. Kenichi suggested that maybe the Marketing Guild was interested in hosting such a Workshop, although he warned about how the Marketing Guild is still starting to organize itself and is not able to amplify our articles yet. \n\nLady Tempestt also shared her concern on how we are not publishing How-to articles,  Kenichi answered that the WG was always flexible and open to new ideas as with Gaviña’s We Are Reading series. Kenichi suggested Lady Tempestt bring her ideas into the Discord and share them with the WG.\n \nKenichi also shared his concern regarding the New Zealy Sprint and his reflections and ideas on how to avoid the continuous bot intervention. He said that the backbone of the Zealy Quest is to onboard new members to the Ambassador Program and with the multiplication of fake accounts and members joining again and again the dynamic is not working. He shared the idea of reducing the points in each quest and reducing the points on the onboarding task to avoid bots and fake accounts. Inés Gaviña asked Kenichi if the LATAM Guild could share quests with the Global Zealy Sprint and Kenichi said that would be a fantastic idea. \n\nKenichi commented he found some inconsistencies within the reviews of the Writers WG Tests, he felt that sometimes reviewers are afraid to put low numbers in the test and he suggested we shouldn't be afraid to put low numbers on tests that are not up to the level of the Ambassadors Program. \n\n\nUpdates:\nAlthough still facing low engagement, the Spanish and French X accounts are finally activating themselves and starting to create content. \n\nFeedback on Eric Davies not approved test, writers shared with him the importance of proper research and thorough reading of the test objectives\n"
    },
    {
      "field": "agendaItems[0].actionItems[0].text",
      "gitbook": "Inés Gaviña to submit the AI Nurse article on Dework",
      "supabase": "nés Gaviña to submit the AI Nurse article on Dework"
    },
    {
      "field": "agendaItems[0].actionItems[1].text",
      "gitbook": "Point system distribution call: Lady Tempestt to attend, to help Kenichi track the distribution of the Points System.",
      "supabase": "Point system distribution call: Lady Tempestt said she would be there to help Kenichi track the distribution of the Point System."
    },
    {
      "field": "noSummaryGivenText",
      "gitbook": "No Summary Given"
    },
    {
      "field": "canceledSummaryText",
      "gitbook": "Meeting was cancelled"
    }
  ]
}