{
  "workgroup": "Research and Development Guild",
  "meetingDate": "2024-10-02",
  "differences": [
    {
      "field": "meetingInfo.host",
      "gitbook": "guillermolucero",
      "supabase": "Guillermo"
    },
    {
      "field": "meetingInfo.peoplePresent",
      "gitbook": "Advanceameyaw, AJ, Billy, CollyPride, guillermolucero, Kenichi, lord kizzy, malik, osmium, Shuling Ding, Slate, SubZero, TheFreysDeFi",
      "supabase": "Advanceameyaw, AJ, Billy, CollyPride, Guillermo, Kenichi, lord kizzy, malik, osmium, Shuling Ding, Slate, SubZero, TheFreysDeFi"
    },
    {
      "field": "agendaItems[0].discussionPoints[0]",
      "gitbook": "Review of last meeting summary Action Items: Lordkizzy went through the action items for the previous meeting and we had a brief introduction for new members.",
      "supabase": "Review of last meeting summary Action Items: Lordkizzy went through the action items for the previous meeting and we had a brief introduction for new members"
    },
    {
      "field": "agendaItems[0].discussionPoints[1]",
      "gitbook": "UPDATE STATUS ON DEVELOPMENT: Collaboration Skills Database: AJ highlighted that they had completed the issues of hosting and it's all good from their end. Due to some difficulties in presentation, Guild members have asked to team to create a walkthrough video for the townhall presentation.",
      "supabase": "UPDATE STATUS ON DEVELOPMENT: Collaboration Skills Database; Aj highlighted that they had completed the issues of hosting and its all good from their end, due to some difficulties in presentation, Guild members have asked to team to create a walk through video for the townhall presentation"
    },
    {
      "field": "agendaItems[0].discussionPoints[2]",
      "gitbook": "UPDATE STATUS ON DEVELOPMENT: Legacy system: kenichi noted that he needed to have a call with his team on the first iteration, making sure the UI/UX of the platform is ready, so that work can commence on the backend. Their plan is to get the Soul Bound Tokens modeled and optimize their first NFT.",
      "supabase": "UPDATE STATUS ON DEVELOPMENT: Legacy system, kenichi noted that he needed to have a call with his team on the first iteration, making sure the UI/UX if the platform is ready, so that work can commerce on the backend, their plan is to get the Soul Bound Tokens modeled and optimize their first NFT."
    },
    {
      "field": "agendaItems[0].discussionPoints[3]",
      "gitbook": "Proposal voting results: We had a total of 29 votes (3 votes came after the deadline). We will go through them to ensure voters were core contributors, and present the proposals that pass the voting quorum and will be funded for this Quarter. Once all is sorted out, the marketing guild will help push out the results on our socials.",
      "supabase": "Proposal voting results: We had a total of 29votes (3 votes came after the deadline) and we are going to go through the votes to ensure voters were core contributors and present the proposals that pass the voting quorum and would be funded for this Quarter, once all is sorted out, the marketing guild will help push out the results on our socials"
    },
    {
      "field": "agendaItems[0].discussionPoints[4]",
      "gitbook": "Discussions on R&D New Operations System Retrospective: Guillermo presented the R&D New Operations System Retrospective document that will be used to gather feedback from the community to group, and in the next call, we can have an interactive session where members can provide feedback on the system. Here is the Doc: https://docs.google.com/document/d/1UzCa_pVjdCQ2WJkPXfNDa-4ic-YGjJQ-sH45gx4P_xg/edit?usp=sharing.",
      "supabase": "Discussions on R&D New Operations System Retrospective: Guillermo presented the R&D New Operations System Retrospective document that will be used to gather feedback from the community to group, and in the next call, we can have an interactive session where members can provide feedback on the system. Here is the Doc: https://docs.google.com/document/d/1UzCa_pVjdCQ2WJkPXfNDa-4ic-YGjJQ-sH45gx4P_xg/edit?usp=sharing"
    },
    {
      "field": "agendaItems[0].discussionPoints[5]",
      "gitbook": "Discussion on the Collective decision for Guild Members on the Entity connections: Guillermo indicated that a call was held to review the milestone deliverables on the project so far and noted that only 15-20% of the entire project deliverable has been submitted in the repository. He is going to present a report on the call, so that members can take a collective decision.",
      "supabase": "Discussion on the Collective decision for Guild Members on the Entity connections: Guillermo indicated that a call was held to review the milestone deliverables on the project so far and noted that only 15-20% of the entire project deliverable has been submitted in the repository and he was going to present a report on the call, so that members can take a collective decision"
    },
    {
      "field": "agendaItems[0].actionItems[0].text",
      "gitbook": "Duke to give the presentation of the Ideation Project on Impact of Lingual Differences",
      "supabase": "Duke give the presentation of the Ideation Project on Impact of Lingual Differences"
    },
    {
      "field": "agendaItems[0].actionItems[0].dueDate",
      "gitbook": "8 October 2024",
      "supabase": "1 October 2024"
    },
    {
      "field": "agendaItems[0].actionItems[2].text",
      "gitbook": "AJ, ameyaw, kenichi to give a 3-minute presentation for the final deliverables on CSDB and Legacy system at Townhall",
      "supabase": "AJ, ameyaw, kenichi to give a 3 minutes presentation for the final deliverables on CSDB and Legacy system in the Townhall"
    },
    {
      "field": "tags.topicsCovered",
      "gitbook": "Guilds, Tool Development, AI tooling, Operations, Deliverables, Presentation, Documentation, voting, Operations, Entity Connections, Marketing initiative",
      "supabase": "Guilds , Tool Development, AI tooling, Operations, Deliverbles, Presentation, Documentation, voting, Operations , Entity Connections, Marketing initiative"
    },
    {
      "field": "tags.emotions",
      "gitbook": "Casual, speedy, Welcoming, Thoughtful, Friendly, lengthy, argumentative",
      "supabase": "Casual, speedy , Welcoming, Thoughtful , Friendly, lengthy, argumentative"
    },
    {
      "field": "noSummaryGivenText",
      "gitbook": "No Summary Given"
    },
    {
      "field": "canceledSummaryText",
      "gitbook": "Meeting was cancelled"
    }
  ]
}