{
  "workgroup": "LatAm Guild",
  "meetingDate": "2024-10-09",
  "differences": [
    {
      "field": "meetingInfo.peoplePresent",
      "gitbook": "Daniela Alves, Guillermo, Martin Rivero, Sergio",
      "supabase": "Andre, Boaz, Daniela Alves, Duke, Guillermo, Martin Rivero, Sergio"
    },
    {
      "field": "meetingInfo.purpose",
      "gitbook": "@SNET_LatAm Ambassadors Guild Town Hall #9",
      "supabase": "@SNET_LatAm Program for X space on \"AI and human collaboration\""
    },
    {
      "field": "meetingInfo.workingDocs.length",
      "gitbook": 5,
      "supabase": 2
    },
    {
      "field": "meetingInfo.workingDocs[0].title",
      "gitbook": "ASI X Solana Copa America AI Track",
      "supabase": "X SNET_Latam"
    },
    {
      "field": "meetingInfo.workingDocs[0].link",
      "gitbook": "https://drive.google.com/file/d/14CqJzcSaMxj_C4q1X93INio_w7aEWxXy/view?usp=drive_link",
      "supabase": "https://x.com/SNET_Latam/status/1843411472400990221"
    },
    {
      "field": "meetingInfo.workingDocs[1].title",
      "gitbook": "André de Carvalho CV_2024",
      "supabase": "LatAm Biweekly TH _ 091024"
    },
    {
      "field": "meetingInfo.workingDocs[1].link",
      "gitbook": "https://drive.google.com/file/d/14UCwVKrwazp65YIRCgqbkLNIPEpM6MmN/view?usp=drive_link",
      "supabase": "https://docs.google.com/presentation/d/1tkuXIwTTiLQFpD_WfTMytDBN52O6WzqIvJxVVR3tU_s/edit#slide=id.g2d36b2e3950_0_61"
    },
    {
      "field": "agendaItems[0].agenda",
      "gitbook": "Update objectives Q4",
      "supabase": "Operations SubGroup"
    },
    {
      "field": "agendaItems[0].narrative",
      "gitbook": "On September 12th, the SingularityNET Strategic Alliances team requested support from the SNET_LatAm team for the ASI X Solana Copa America AI Track initiative. 'Building Cross-Chain AI Agents with Fetch.ai and Solana'\n\nThis hackathon aims to challenge participants to leverage Fetch.ai agent tech and Solana’s blockchain to build applications that automate complex workflows and interactions in decentralized systems. We have outlined three levels of problem complexity—easy, medium, and complex—each presenting its own challenge.\n\n\nIn this follow-up meeting, the SNET_LatAm Ambassadors team met with the Strategic Alliances team to finalize the operational strategy for introduction WorkShop for the ASI -fetch.ai- solana-hackathon, which will take effect on Tuesday, October 1st. \n\nThe LatAm team will provide support through communication channels and human resources to assist the Fetch technical team. Their responsibilities will include moderating discussions, serving as intermediaries for participants in Spanish and Portuguese, clarifying questions, and facilitating the exchange of ideas during the virtual Copa America Hackathon.\n\nIt was agreed during the meeting that the LatAm team would help with the introduction in Portuguese in charge of Andre and Daniela, supporting Rob and Sergey, who will handle the introductions in English and Spanish. Following the introduction, the team will participate in the first workshop of the event.\n\nAdditionally, the LatAm team will document each intervention and action, establish a methodology for tracking action items, and create a form to collect participant inquiries, which will help streamline a funnel of questions and answers.\n\nThe amount to be given to the winners will be established and shared by Rob to the ASAP team in order to incorporate it into the communication and the call to action.\n\nAt 18:00 UTC RoOb shared a text with the opening remarks for the Workshop. <<Link on top>>\n\nThe tentative schedule for Tuesday, October 1st, is as follows:\n\n10:00 AM BRT (UTC-3:00): Opening remarks with Sana Wajid and Alex Blagirev\n10:30 AM BRT (UTC-3:00): \"Built on Fetch.ai\" session with Abhi\n11:00 AM BRT (UTC-3:00): AI Agents Workshop with Abhi\nThe remaining event schedule can be accessed via the hackpack: Hackathon Hackpack.",
      "supabase": "Daniela Alves and Sergio Benavides are active members of the SingularityNET community. They presented their perspectives highlighting the importance of diversity and the representation of Latin American countries in the goal of achieving General Artificial Intelligence as a common good and in a decentralized way. Martín commented that he will attend the Tech Forum that will take place on October 19 in Buenos Aires, an event that will feature the participation of important leaders of technological industries and that will address the topics of Artificial Intelligence and Blockchain. He also mentioned his participation in BitConf on November 1 and 2, at this event confirmation from the organizers for the DeSci panel is expected. The holding of the first X-Space of the LatAm SingularityNET community was confirmed, it was mentioned that the X platform is enabled again in Brazil."
    },
    {
      "field": "agendaItems[0].decisionItems[0].decision",
      "gitbook": "SNET_Latam Ambassadors Guild and @SIngularityNET Collaboration for the ASI X Solana Copa America AI Track initiative Operations and Suggestions",
      "supabase": "The first X-Space of the LatAm SingularityNET community will take place on Friday, October 10, with the theme of “AI-Human Collaboration”"
    },
    {
      "field": "agendaItems[0].decisionItems[0].effect",
      "gitbook": "affectsOnlyThisWorkgroup"
    },
    {
      "field": "agendaItems[0].actionItems.length",
      "gitbook": 6,
      "supabase": 1
    },
    {
      "field": "agendaItems[0].actionItems[0].text",
      "gitbook": "WorkShop Summary, following the LatAm Guild summary template Sergio will participate in the meeting, activating his read .ai and taking complementary notes to make a complete summary with action items and follow up items",
      "supabase": "The LatAm_SIngularityNET ambassadors team will participate in the first space at X, as the start of this cycle of spaces that will take place during Q4"
    },
    {
      "field": "agendaItems[0].actionItems[0].status",
      "gitbook": "in progress",
      "supabase": "done"
    },
    {
      "field": "agendaItems[0].actionItems[0].assignee",
      "gitbook": "Sergio",
      "supabase": "guillermolucero, Martin Rivero, sergiobenar, ines gavina, Andrea Dekovic, Daniela Alves"
    },
    {
      "field": "agendaItems[0].actionItems[0].dueDate",
      "gitbook": "30 September 2024",
      "supabase": "10 octubre 2024"
    },
    {
      "field": "agendaItems[1].agenda",
      "gitbook": "Marketing Strategic Communications",
      "supabase": "Strategy SubGroup"
    },
    {
      "field": "agendaItems[1].narrative",
      "gitbook": "The LatAm team will be supporting the communication efforts and call 2 action for participation and event monitoring. Reinforcement of actions, encourage the LatAm community to participate in the event.",
      "supabase": "One of the goals of the SingularityNET community is to have a tool that allows easy access to resources such as: main meeting information, decisions, assigned tasks, documents and related links."
    },
    {
      "field": "agendaItems[1].actionItems.length",
      "gitbook": 1,
      "supabase": 2
    },
    {
      "field": "agendaItems[1].actionItems[0].text",
      "gitbook": "Send communication and promotional elements of Solana and ASI to translate and amplify the arrival and potential participation",
      "supabase": "Guillermo will explain how to use the file upload tool"
    },
    {
      "field": "agendaItems[1].actionItems[0].status",
      "gitbook": "todo",
      "supabase": "done"
    },
    {
      "field": "agendaItems[1].actionItems[0].assignee",
      "gitbook": "Rob Intriago, Guillermo",
      "supabase": "guillermolucero"
    },
    {
      "field": "agendaItems[1].actionItems[0].dueDate",
      "gitbook": "30 September 2024",
      "supabase": "10 octubre 2024"
    },
    {
      "field": "agendaItems[1].decisionItems",
      "supabase": [
        {
          "decision": "An explanation will be given on how to use the tool to upload meeting information and the main information of the corresponding summaries.",
          "effect": "affectsOnlyThisWorkgroup"
        }
      ]
    },
    {
      "field": "tags.topicsCovered",
      "gitbook": "Educational Content, Participant Questionnaire, content calendar, Prices , Rewards, Copa Solana , Fetch Ai, teamwork",
      "supabase": "content calendar, Rewards, X spaces, Meeting Summaries"
    },
    {
      "field": "tags.other",
      "supabase": "Team Work"
    },
    {
      "field": "noSummaryGivenText",
      "gitbook": "No Summary Given"
    },
    {
      "field": "canceledSummaryText",
      "gitbook": "Meeting was cancelled"
    }
  ]
}