{
  "workgroup": "African Guild",
  "meetingDate": "2024-07-11",
  "differences": [
    {
      "field": "meetingInfo.peoplePresent",
      "gitbook": "AdvanceAmeyaw, Ayo, Duke, esewilliams, Isaac, Isaac Daniel, Photogee, Sucre n Spice",
      "supabase": "Ayo, Duke Peter, Emmanuel Ameyaw, esewilliams, Isaac, Isaac Daniel, Photoghee, Sucren"
    },
    {
      "field": "meetingInfo.workingDocs[1].link",
      "gitbook": "https://docs.google.com/document/d/1YOkUd83AhfYiTLs7pDzVpby8DhW3seB0uSYm8mX7J6I/edit#heading=h.bni3waqetleu",
      "supabase": "https://docs.google.com/document/d/1YOkUd83AhfYiTLs7pDzVpby8DhW3seB0uSYm8mX7J6I/edit#heading=h.bni3waqetleu )"
    },
    {
      "field": "agendaItems[0].narrative",
      "gitbook": "Clement Umoh raised concerns about the recurring scheduling conflicts and suggested finding a permanent solution to avoid wasting time. Duke proposed two options to address scheduling conflicts: complaining to Governance WG or changing the meeting time. These were put to a vote, with the group ultimately deciding to move the meeting to 5 p.m. on Thursdays.\n\nThe group discussed plans for the AI Ethics Expo in Nigeria, a collaboration between the AI Ethics Work Group and the African Guild. The event is projected for August or September, with a focus on securing a suitable venue and speakers, and a budget split between the two groups. It will be the group's first outreach initiative. Ese Williams questioned the roles of the four participants for the Expo, leading to a discussion on the implementation of proposed ideas and the need for volunteers to assist with the event. The conversation also addressed the selection process, potential locations for the event, and the possibility of covering travel expenses for participants.\n\nThe importance of the members' collective initiative was highlighted for generating ideas to drive the guild forward. The initiative aims to fund ideas from guild members to contribute to the guild's growth and achievement of KPIs.\n\nDuke addressed the need to revise budgets due to pending budget approvals for Strategy, Marketing, and Writers. Budget cuts are expected; careful spending will be important this quarter, as the current budget lacks contingency provisions. The discussion also touched on the majority of the budget being allocated to recurring operational work.\n\nDuke asked for feedback on the African Guild's progress, with Clement Umoh and Ese Williams expressing positive feedback and Ese suggesting improvements in organization and time management. Duke sought opinions on the pace of progress and the need for better coordination, and mentioned the possibility of giveaways for consistent meeting attendance. \n\nEse Williams expressed confusion about the AAG token and its legitimacy, prompting Clement Umoh to caution against engaging with it. \n\nThe discussion also included updates on uploading past meeting summaries and the need to ideate on strategies to increase African participation in the guild.\n\nThe meeting concluded with plans for future meetings and a reminder to communicate any scheduling conflicts.",
      "supabase": "Topics Discussed based on the Meeting Agenda: \n\nDiscussion on Meeting time and Guild Initiatives\n\nClement Umoh raised concerns about the recurring scheduling conflicts and suggested finding a permanent solution to avoid wasting time. \n\nDuke Peter proposed two options: complaining to governance or changing the meeting time. The discussion also included updates on uploading past meeting summaries and the need to ideate on strategies to increase African participation in the guild.\n\nDuke Peter: AI Ethics Expo Planning and Members Collective\n\nDuke Peter provided details about the upcoming AI Ethics Expo in Nigeria, emphasizing the collaboration between the AI Ethics Work Group and the African Guild. They outlined plans for the event, including securing a venue, engaging speakers, and budget allocation. Additionally, they explained the purpose and process of the member's collective initiative, which aims to fund ideas from guild members to contribute to the guild's growth and achievement of KPIs.\n\nPlanning the AI Ethics Expo\n\nEse Williams questions the roles of the four participants for the AI Ethics Expo, leading to a discussion on the implementation of proposed ideas and the need for volunteers to assist with the event. The conversation also addresses the selection process, potential locations for the event, and the possibility of covering travel expenses for participants.\n\nQ3 Budget Updates\n\nDuke Peter addresses the need to revise budgets in light of pending approvals from the treasury for strategy, marketing, and writers. They express the possibility of budget cuts and emphasize the need for careful spending, as the current budget lacks contingency provisions. The discussion also touches on the majority of the budget being allocated to recurring operational work.\n\nFeedback on African Guild progress\n\nDuke Peter asks for feedback on the African Guild's progress and receives positive comments from Clement Umoh.\n\nDuke Peter leads a discussion on the progress of the African Guild, with Ese Williams expressing satisfaction with the experience and suggesting improvements in organization and time management. \n\nDuke Peter seeked opinions on the pace of progress and coordination, while also considering the idea of providing giveaways for consistent meeting attendance. \n\nMember concerns: Discussion on AAG Token and Guild Outreach Initiative\n\nEse Williams expresses confusion about the AAG token and its legitimacy, prompting Clement Umoh to caution against engaging with it. Duke Peter shares plans for the African Guild AI Ethics Expo as the first outreach initiative and encourages input from the group. The meeting concludes with plans for future meetings and a reminder to communicate any scheduling conflicts.\n\nGeneral Summary:\n\nDuke Peter proposed two options to address scheduling conflicts: complaining to governance or changing the meeting time. \n\nThe group also discussed plans for an AI Ethics Expo in Nigeria, with a proposed collaboration between the AI Ethics Work Group and the African Guild.\n\n The event is projected for August or September, with a focus on securing a suitable venue and speakers, and a budget split between the two groups.\n\nAdditionally, they highlighted the importance of the members' collective initiative for generating ideas to drive the guild forward. The group also discussed the need to revise budgets due to pending approvals from the treasury for strategy, marketing, and writers. They anticipate potential budget cuts and emphasize the importance of diligent spending in the upcoming quarter.\n\nThe meeting also included a feedback session on the African Guild's progress, with positive remarks from Clement Umoh. The conversation then transitioned to concerns about the meeting venue, with issues of overlapping meetings and difficulties accessing the platform discussed. Potential solutions, such as addressing the overlapping meetings or changing the meeting time, were proposed and put to a vote, with the group ultimately deciding to move the meeting to 5 p.m. on Thursdays.\n\nThe group also discussed the progress of the African Guild, with Ese Williams expressing positive feedback and suggesting improvements in organization and time management. Duke Peter sought opinions on the pace of progress and the need for better coordination, while also mentioning the possibility of giveaways for consistent meeting attendance. Finally, the group announced the African Guild AI Ethics Expo as the first outreach initiative and invited thoughts from the group.\n"
    },
    {
      "field": "agendaItems[0].decisionItems[1].effect",
      "gitbook": "affectsOnlyThisWorkgroup"
    },
    {
      "field": "tags.topicsCovered",
      "gitbook": "African, African guild, Marketing initiative, AMA Session Updates, Q3 Budget Updates, change meeting time, documentation, meeting time, AI Ethics expo, progress, meeting summaries, Governance WG, members' collective, AAG token,",
      "supabase": "African, African guild, Marketing initiative, AMA Session Updates, Q3 Budget Updates, change meeting time"
    },
    {
      "field": "tags.emotions",
      "gitbook": "Friendly, funny, cool, speedy, Thoughtful",
      "supabase": "Friendly, funny , cool, speedy , Thoughtful "
    },
    {
      "field": "noSummaryGivenText",
      "gitbook": "No Summary Given"
    },
    {
      "field": "canceledSummaryText",
      "gitbook": "Meeting was cancelled"
    }
  ]
}