{
  "workgroup": "Writers Workgroup",
  "meetingDate": "2024-09-20",
  "differences": [
    {
      "field": "meetingInfo.peoplePresent",
      "gitbook": "AJ, cjfrankie, Emmanuel Isaac, Eric Davies, Evelyn Robert, Gorga Siagian, Kenichi, LadyTempestt",
      "supabase": "AJ, cjfrankie, Emmanuel Issac, Eric Davis, Evelyn Robert, Gorga Siagian, Kenichi, LadyTempestt"
    },
    {
      "field": "meetingInfo.purpose",
      "gitbook": "Weekly meeting of the writers' workgroup.",
      "supabase": "Weekly meeting of the writer's workgroup."
    },
    {
      "field": "agendaItems[0].narrative",
      "gitbook": "Kenichi welcomed everyone to the meeting. Cjfrankie pointed out that he had completed the Q4 proposed draft for the Substack newsletter. Kenichi began to share his screen, and we glanced through Cjfrankie’s draft, and he shared more clarity and possible ways we could improve it.\n\nSecondly, Kenichi added that he’d be doing some research to find some articles for the board; he mentioned that this article would mark the completion of our Q3 KPI of 45 publications. Momentarily, he mentioned that the Zealy is 7 days away from completion; he then urged the scribblers to give their suggestions and ideas towards Zealy.\n\nWe also had a conversation about the Friday trivia game. It is very clear that the same set of people are always winning; it’s okay if they’re playing the game fairly! Kenichi shared his vision of purchasing a paid version of the Quizcord bot, which allows for private trivia; we could also check for people who aren’t playing the game fairly. By doing this, people won’t lose interest in the trivia.\n\nLastly, we went over the Q4 budget concerns that were raised by the objectors. Some of the concerns were that the budget was too high. We talked about how budget reduction could slow down processes in the WG. From the Zealy and Twitter side of things, we’ve been able to achieve some remarkable feats. Some of the core elements in the WG still run on a free plan, e.g. Zealy, which limits the WG’s workspace and gives us no access to analytics.",
      "supabase": "The writer's workgroup meeting kicked off timely! Kenichi welcomed everyone to the meeting, and then Cjfrankie pointed out that he had completed the Q4 proposed draft for the Substack newsletter. Kenichi began to share his screen, and we glanced through Cjfrankie’s draft, and he shared more clarity and possible ways we could improve it.\n\nSecondly, Kenichi added that he’d be doing some research to find some articles for the board; he mentioned that this article would mark the completion of our Q3 KPI for 45 publications. Momentarily, he mentioned that the Zealy is 7 days away from completion; he then urged the scribblers to give their suggestions and ideas towards Zealy.\n\nWe also had a conversation about the Friday trivia game. It is very clear that the same set of people are always winning; it’s okay if they’re playing the game fairly! Kenichi shared his vision of purchasing a paid version of the Quizcord bot, which allows for private trivia; we could also check for people who aren’t playing the game fairly. By doing this, people won’t lose interest in the trivia.\n\nLastly, we went over the Q4 budget concerns that were raised by the objectors. Some of the concerns were that the budget was too high! We talked about how the budget reduction could slow down processes in the WG. From the Zealy and Twitter side of things, we’ve been able to achieve some remarkable feats. Some of the core elements in the WG still run on the free plan, e.g., Zealy, which limits the WG’s workspace, and we have no access to analytics.\n"
    },
    {
      "field": "agendaItems[0].decisionItems[0].decision",
      "gitbook": "Following a discussion on the Quizcord bot, we have decided to try out the bot by getting a paid plan, which goes for $9 per quarter.",
      "supabase": "Following a discussion with the Quizcord bot, we have decided to try out the bot by getting a paid plan, which goes for $9 per quarter."
    },
    {
      "field": "agendaItems[0].actionItems[0].text",
      "gitbook": "Cjfrankie to chase Gorga and Ines to add their drafts to the community page.",
      "supabase": "Cjfrankie to chase Gorga and Ines so they could add their drafts to the community page."
    },
    {
      "field": "tags.topicsCovered",
      "gitbook": "Quizcord bot, Peer-review, Zealy, Twitter, Triva, Q4 2024 budget, Q2 2024 KPI",
      "supabase": "Quizcord bot, Peer-review, Zealy, Twitter, Triva, Q4 budget, Q2KPI"
    },
    {
      "field": "tags.emotions",
      "gitbook": "insightful, Discursive, speedy, calm",
      "supabase": "insightful, Discursive, speedy , calm"
    },
    {
      "field": "noSummaryGivenText",
      "gitbook": "No Summary Given"
    },
    {
      "field": "canceledSummaryText",
      "gitbook": "Meeting was cancelled"
    }
  ]
}